import React from 'react'
import "./about.css"
import pic from "../../images/about.svg"
function About() {
    return (
        <div dir='rtl' id='about-section' className='about-section container'>
            <div className='text-wrapper'>
                <h1 className='about-title'>
                    دەربارەی ئێمە
                </h1>
                <p className='about-body'>
                    دەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمەدەربارەی ئێمە دەربارەی ئێمە دەربارەی ئێمە
                </p>
            </div>
            <div className='about-pic'>
                <img src={pic} />
            </div>
        </div>
    )
}

export default About